Repository: matheusgimenez/woocommerce-boleto-parcelado
Catalog: languages/woocommerce-boleto-parcelado-*.po
Languages: pt_br

source: Banking Ticket Installments
pt_br: Boleto Bancário Parcelado

source: Banking Ticket
pt_br: Boleto Bancário

source: Enables payments via Banking Ticket.
pt_br: Ativar pagamento via Boleto Bancário.

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable Banking Ticket
pt_br: Ativar o Boleto Bancário

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o usuário vê durante o checkout.

source: Pay with Banking Ticket
pt_br: Pagar com Boleto Bancário.

source: Ticket Details
pt_br: Detalhes do Boleto

source: Deadline to pay the Ticket
pt_br: Dias para pagar o Boleto

source: Number of days to pay.
pt_br: Número de dias para pagar.

source: Deadline to pay the First Ticket
pt_br: Tempo de pagamento para o primeiro boleto

source: Deadline to pay the Second Ticket
pt_br: Tempo de pagamento para o segundo boleto

source: Minimum value for ticket appear
pt_br: Valor mínimo para a opção de boleto aparecer

source: Maximum plots
pt_br: Numero máximo de parcelas

source: Tax rate in each plots
pt_br: Taxa de porcentagem em cada parcela

source: Tax rate in unique installment
pt_br: Taxa de Juros em pagamento a vista

source: Ticket Logo
pt_br: Logo do boleto

source: Logo with 147px x 46px.
pt_br: Logo com 147px de largura e 46px de altura.

source: Bank Details
pt_br: Detalhes do Banco

source: Bank
pt_br: Banco

source: Choose the bank for Ticket.
pt_br: Selecione o banco do boleto.

source: Itau
pt_br: Itaú

source: Bancoob
pt_br: BancoobBancoob

source: Optional Data
pt_br: Dados Opcionais

source: Quantity
pt_br: Quantidade

source: Unitary value
pt_br: Valor unitário

source: Acceptance
pt_br: Aceite

source: Currency
pt_br: Espécie

source: Kind of document
pt_br: Espécie de documento

source: Demonstrative
pt_br: Demonstrativo

source: Line 1
pt_br: Linha 1

source: Use [number] to show the Order ID.
pt_br: Utilize [number] para mostrar o ID do pedido.

source: Payment for purchase in %s
pt_br: Pagamento de compra em %s

source: Line 2
pt_br: Linha 2

source: Payment referred to the order [number]
pt_br: Pagamento referente ao pedido [number]

source: Line 3
pt_br: Linha 3

source: Instructions
pt_br: Instruções

source: - Mr. Cash, charge a fine of 2% after maturity
pt_br: - Sr. Caixa, cobrar multa de 2% após o vencimento

source: - Receive up to 10 days past due
pt_br: - Receber até 10 dias após o vencimento

source: - For questions please contact us: %s
pt_br: - Em caso de dúvidas entre em contato conosco: %s

source: Line 4
pt_br: Linha 4

source: Shop Details
pt_br: Detalhes da Loja

source: Document number.
pt_br: Número do documento.

source: Address
pt_br: Endereço

source: Shop Address.
pt_br: Endereço do loja

source: City/State
pt_br: Cidade/UF

source: Example <code>S&atilde;o Paulo/SP</code>.
pt_br: Examplo <code>S&atilde;o Paulo/SP</code>.

source: Corporate Name
pt_br: Razão Social

source: Agency
pt_br: Agência

source: Agency number without digit.
pt_br: Número da agência sem o digito.

source: Account
pt_br: Conta

source: Account number without digit.
pt_br: Número da conta sem o digito.

source: Agreement number
pt_br: Número do convênio

source: Agreements with 6, 7 or 8 digits.
pt_br: Convênio com 6, 7 ou 8 dígitos.

source: Contract number
pt_br: Número do contrato

source: Wallet code
pt_br: Código da carteira

source: Wallet variation (optional)
pt_br: Variação da carteira (opcional)

source: Wallet variation with dash.
pt_br: Variação da carteira com traço.

source: Agreement format
pt_br: Formato do convênio

source: Agreement with 6 digits
pt_br: Convênio com 6 dígitos.

source: Agreement with 7 dígitos
pt_br: Convênio com 7 dígitos.

source: Agreement with 8 dígitos
pt_br: Convênio com 8 dígitos.

source: Our number formatting
pt_br: Formatação do Nosso Número

source: Used only for agreement with 6 digits (enter 1 for Our Number is up to 5 digits or 2 for option up to 17 digits).
pt_br: Usado apenas para convênio com 6 dígitos (informe 1 caso o Nosso Número for de até 5 dígitos ou 2 para opção de até 17 dígitos).

source: Monthly Payment
pt_br: Pagamento mensal

source: Monthly Payment requires 3 digits, Default is 001
pt_br: Pagamento mensal necessita de 3 dígitos, o Padrão é 001

source: Billing Mode
pt_br: Modo de faturamento

source: Billing Mode requires 2 digits, default is 02
pt_br: Modo de faturamento necessita de 2 dígitos, o Padrão é 02

source: Tax Rate
pt_br: Taxa de pagamento

source: Insert tax rate of each payment. Default is 0
pt_br: Insira a taxa por cada pagamento. O padrão é 0

source: Agency digit
pt_br: Digito da agência

source: Account digit
pt_br: Dígito da conta

source: Transferor account
pt_br: Conta do cedente

source: Transferor account without digit (only numbers).
pt_br: Número da conta do cedente sem dígito (apenas números).

source: Transferor account digit
pt_br: Dígito da conta do cedente

source: Transferor account without digit, use only numbers
pt_br: Conta do cedente sem dígito, use apenas números.

source: Confirm this information with your manager.
pt_br: Confirme esta informação com o seu gerente.

source: Without registry
pt_br: Sem registro

source: With registry
pt_br: Com registro

source: Beginning of the Our Number
pt_br: Início do Nosso Número

source: Use <code>80, 81 or 82</code> for <strong>Without registry</strong> or <code>90</code> for <strong>With registry</strong>. Confirm this information with your manager.
pt_br: Utilize <code>80, 81 ou 82</code> para <strong>Sem registro</strong> ou <code>90</code> para <strong>Com registro</strong>. Confirme esta informação com o seu gerente.

source: Transferor account with 6 digits, use only numbers.
pt_br: Conta do cedente com 6 dígitos, use apenas números.

source: Transferor code
pt_br: Código do cedente

source: Transferor code with only 7 digits.
pt_br: Código do cedente com apenas 7 dígitos.

source: Accepts only CNR.
pt_br: Aceita apenas CNR.

source: Agency number.
pt_br: Número da agência.

source: Transferor account without digit and with only 6 numbers.
pt_br: Conta do cedente sem dígito e com apenas 6 números.

source: Simple Billing (1)
pt_br: Cobrança Simples (1)

source: Direct Billing (5)
pt_br: Cobrança Direta (5)

source: Account modality
pt_br: Modalidade da conta

source: Account modality with two positions (example: 04).
pt_br: Modalidade da conta com duas posições (exemplo: 04).

source: Customer code
pt_br: Código do cliente

source: Customer code (PSK) with only 7 digits.
pt_br: Código do cliente (PSK) com apenas 7 dígitos.

source: Sale point (Agency)
pt_br: Ponto de venda (Agência)

source: Simple collection - Without registration.
pt_br: Cobrança simples - Sem registro.

source: Wallet description
pt_br: Descrição da carteira

source: <label>Select number of plots</label>
pt_br: <label>Selecione o numero de parcelas</label>

source: %s interest
pt_br: %s de juros

source: No interest
pt_br: Sem juros

source: %sx of %s (%s)
pt_br: %sx de %s (%s)

source: Awaiting boleto payment
pt_br: Aguardando pagamento do Boleto

source: Pay the Ticket &rarr;
pt_br: Pagar Boleto &rarr;

source: %sAttention!%s You will not get the ticket by Correios.
pt_br: %sAtenção!%s Você não receberá o boleto pelos Correios.

source: Please click the following button and pay the Ticket in your Internet Banking.
pt_br: Por favor, clique no botão ao lado e pague o boleto pelo seu Internet Banking.

source: If you prefer, print and pay at any bank branch or lottery retailer.
pt_br: Se preferir, imprima e pague em qualquer agência bancária ou casa lotérica.

source: Payment
pt_br: Pagamento

source: Boleto Disabled
pt_br: Boleto Desabilitado

source: Currency <code>%s</code> is not supported. Works only with <code>BRL</code> (Brazilian Real).
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com <code>BRL</code> (Real).

source: %sx of %s
pt_br: %sx de %s

source: %sAttention!%s Not registered the payment the docket for this product yet.
pt_br: %sAtenção!%s Até o momento não esta registrado o pagamento do boleto para este produto.

source: Ignore this message if the payment has already been made​​.
pt_br: Ignore esta mensagem caso o pagamento já tenha sido realizado.

source: WooCommerce Boleto Gateway depends on the last version of %s to work!
pt_br: WooCommerce Boleto Gateway depende da última versão do of %s para funcionar!

source: Expiration date:
pt_br: Data de vencimento:

source: View boleto
pt_br: Ver boleto

source: Set new expiration data:
pt_br: Configure uma nova data de vencimento:

source: Configuring a new expiration date the boleto is resent to the client.
pt_br: Configurando uma nova data de vencimento o boleto é reenviado para o cliente.

source: This purchase was not paid with Ticket.
pt_br: Esta compra não foi paga com Boleto.

source: Expiration date updated to: %s
pt_br: A data de vencimento foi atualizada para: %s

source: New expiration date for the boleto your order %s
pt_br: Nova data de vencimento para o boleto da sua compra %s

source: The expiration date of your boleto was updated to: %s
pt_br: A data de vencimento do boleto foi atualizada para: %s

source: New expiration date for your boleto
pt_br: Nova data de vencimento do seu boleto
